{
    "books":[
    {

        "id": "1",
        "name": "情緒勒索",
        "author": "蘇珊·福沃德",
        "cover": "https://i.postimg.cc/4dq0YzMp/image.jpg",
        "description": "一段親密關係中有情緒勒索的要素存在，並不代表這段關係已經被判定為失敗，而是表示我們需要更誠實地面對，改正這種造成自身痛苦的行為模式，讓所有的親密關係都能回歸到更穩固的基礎上。——Susan Forward<br><br>蘇珊·福沃德博士於1997年首度提出「情緒勒索」概念。在本書中，她透過邏輯分析、詳細條列，再加上豐富的諮商案例，完整且平衡地剖析情緒勒索中加害者與被害者的樣貌、內心世界，以及勒索的手段和解決的對策。",
        "fold": "true"
    },
    {
        "id": "2",
        "name": "情緒勒索",
        "author": "周慕姿",
        "cover": "https://i.postimg.cc/76JktYrM/image.jpg",
        "description": "情緒勒索最常發生在伴侶、親子、職場、人際間，而在華人社會裡更常見。因為我們有根深柢固的孝順文化與對權威的尊崇，以及總是要求孩子「好，還要更好」，而後者，更容易讓人自我價值感低落。<br><br>周慕姿心理師以精準且層次分明的角度，剖析情緒勒索的面貌，以及何種人最容易陷入情緒勒索的困境，並且針對華人文化，提出提升「自我價值感」為避免情緒勒索的最主要關鍵。此外，適時建立情緒界限，搭配練習，重新掌握自己的人生，因為，這是你的人生，你不該為滿足別人的需求而活。",
        "fold": "true"
    },
    {
        "id": "3",
        "name": "面對家人的情緒勒索",
        "author": "安一心",
        "cover": "https://i.postimg.cc/5y2QvK1w/image.jpg",
        "description": "面對家庭的情緒勒索，人們往往無能為力，因為這是自己的至親，所以不知道如何處理、所以會不斷地被親人的情緒所綁架。<br><br>作者透過「心」的練習來強化自我的能量、不帶任何偏見的看待情緒勒索，在關係中做出有意識的選擇，走出自己的生命之路。這本書不只是告訴讀者什麼是情緒勒索、情緒勒索對自己的身心靈的影響，更重要的是教你如何應對情緒勒索，如何在這個情緒風暴中安然脫身，而且可以讓雙方都可以理解到，什麼是真正的愛！",
        "fold": "true"
    },
    {
        "id": "4",
        "name": "不被情緒勒索的51個方法",
        "author": "和田秀樹",
        "cover": "https://i.postimg.cc/WbpZv3dX/51.jpg",
        "description": "情緒控管成為現代人在職場、家庭、人際關係中最常碰到的困擾，先學著理解情緒才是前進的開始。<br><br>「日本最懂情緒的精神科醫生」和田秀樹用簡單的51個方法，幫助我們先找出「容易情緒化的理由」，接著學會「整理情緒」，如果還是被情緒勒索時的「對應法」，最後是「如何每天開心地過生活」。",
        "fold": "true"
    },
    {
        "id": "5",
        "name": "擺脫親子情緒勒索",
        "author": "瑪里恩．弗爾蓋奇/ 傑拉德．派特森/ 提姆．法蘭德",
        "cover": "https://i.postimg.cc/RZkqNV0r/11.jpg",
        "description": "隨著孩子慢慢長大，你漸漸發現他變得為所欲為，聽不進意見，有時還刻意與你作對。當你提出要求，他會直接拒絕或與你爭辯，甚至忽視你。有的孩子會說，他會做，但你要等一下；或遵照你的要求，卻擺臭臉。在家庭中，孩子不聽從、不合作的言行，可能引發嚴重的行為問題，但父母情急之下，往往以憤怒或挫敗的情緒回應，不僅解決不了問題，更可能引發親子相互「脅迫」與「情緒勒索」的狀況。<br><br>這本書除了實例、圖表，還運用「倒帶場景」，幫助讀者理解書中教養觀念的運用技巧。這是一本非常好上手的教養實戰書籍，提供父母真實使用心得與相關問答，幫助父母釐清常見的教養迷思與困擾。",
        "fold": "true"
    },
    {
        "id": "6",
        "name": "隔絕情緒勒索，給自己好溫暖的心情整理術",
        "author": "水島廣子",
        "cover": "https://i.postimg.cc/pLFLbbJs/image.jpg",
        "description": "長期研究人際關係療法的日本精神科名醫水島廣子認為：「人，雖然因為人際關係而煩惱，但也可以在依靠他人的支持下，重新振作起來。」也就是說，解決煩惱問題的關鍵，其實也存在於人與人的互動過程中。<br><br>藉由精神醫學的角度，她解析無數因煩惱而起的情緒勒索案例，進而歸納出31則心情整理術。希望能幫助有上述煩惱的你，從中尋找到「勇氣」和「解決辦法」，讓自己的心變得更溫暖，漸漸遠離被負面情緒綁架的陰影。",
        "fold": "true"
    },
    {
        "id": "7",
        "name": "叛逆有理獨立無罪",
        "author": "陳志恆",
        "cover": "https://i.postimg.cc/CMsWxPzc/image.jpg",
        "description": "「我想自行創業，但父親希望我考公職……」<br>「我想繼續念書，但家裡的經濟需要我……」<br>「我想出去闖一闖，但媽媽說這樣整個家就垮了……」<br><br>本書獻給所有在「父母期望」和「自己希望」夾縫中掙扎的朋友。阻止你前進的，往往是以愛為名、情緒勒索、有著控制欲的壞掉的大人。他們將自己的經驗或遺憾，套用在你身上，當你喪失了主導權，人生注定失去方向。不過事實上，除了你自己，並沒有人能夠綑綁住你。<br><br>當下的你，或許身不由己，但你有方法，可以擁有父母的愛，同時能掙脫親情的羈絆，勇敢走自己想走的路，做你想做的事。別被「套上公式」的人生困住，活出獨特的自己、實踐自我；阻擋的手，也可成為擊掌的手！",
        "fold": "true"
    },
    {
        "id": "8",
        "name": "關係界限：解決人際、愛情、父母的情感糾結症",
        "author": "吳姵瑩",
        "cover": "https://i.postimg.cc/bN2hd0SJ/image.jpg",
        "description": "什麼樣的人需要心理界限？<br>＊老是認為自己要對身旁的人交代，或為他們的事情負責<br>＊習慣心情不好就找人傾訴，卻感覺朋友越來越少<br>＊經常覺得疲憊不斷奔波，事情永遠忙不完<br>＊好好先生好好小姐，卻常遇到將你的付出視為理所當然的人<br>＊感到自己說話好像沒有分量，不敢提出要求也不敢拒絕他人<br><br>在我們的文化教養中，感受很容易被忽略，也導致我們缺乏感受。人之所以需要界限，是要把感覺找回來，並指認出自己的感覺。沒有自我界限時，一味付出就成了討好，最終因心力交瘁，而選擇斷絕關係。<br><br>當整理好與自己的關係之後，才能好好經營每一種關係。學會為自己付出，不再執著於討好他人，讓對方負起該負的責任。越認識自己，也會越清楚界限，保護也尊重自己的感受，便有能力去愛與被愛。",
        "fold": "true"
    },
    {
        "id": "9",
        "name": "做人要好心，不是好欺負",
        "author": "緒方俊雄",
        "cover": "https://i.postimg.cc/50kh2jxL/image.jpg",
        "description": "捨不得，是無底線的「自殘」，無止境犧牲，最後沒人會心疼。毒親的情緒勒索、火爆情人的控制慾，該如何擺脫？權威臨床心理師鄭重提醒──「好人」不是美德，是一種心理病！<br><br>身而為人，自身價值其實無關他人的期待，「只要存在，就有價值」！沒必要為難自己去當個完美的「好人」。正因為我們不完美，所以才要相互幫助，來填補個人的不足。「天生我材必有用」不也是同樣的道理嗎？接納自己的不足，跟著本書一步步前進，擺脫「好人病」的枷鎖，找回身心與生活的平衡！",
        "fold": "true"
    },
    {
        "id": "10",
        "name": "自私的藝術",
        "author": "大衛‧西伯里",
        "cover": "https://i.postimg.cc/Wb95Rx1q/50.jpg",
        "description": "如果你不想讓自己快樂，全世界都幫不了你。在愛情、家庭、人際關係、職場中……為什麼自私的人過得更幸福？<br><br>「現代人最大的苦惱在於，過度迎合和討好他人的過程中，漸漸失去了自我和實現自我的方式。」──大衛‧西伯里<br><br>當別人製造出所謂的義務，並強加在我們身上時，我們該怎麼做？我們該如何抵抗壓力，或避免因「禮貌」及「責任感」的錯誤認知，而導致自己反覆在生活、愛、與自我實現中一再妥協？知名心理學家大衛‧西伯里，將在本書教你練習「高尚的自私」，當他人對於你的時間、精力，與情緒提出不合理的要求時，我們該如何說「不」，釋放長久以來受到壓抑的真實自我，獲得前所未有的自由與喜悅──而且毫不內疚。",
        "fold": "true"
    }
    
]}