{
    "films":[
    {

        "id": "1",
        "name": "美劇「黑鏡」",
        "author": "第四季第二集S4E2〈方舟天使〉（Arkangel）",
        "cover": "https://i.postimg.cc/jqJr8Qqb/image.jpg",
        "description": "一位單親媽媽在女兒走丟一次後，希望能即時掌控女兒的安全，於是使用先進的裝置植入女兒腦中以便監控其下落及行為。裝置能透過平板即時看見小孩眼睛所見，甚至能屏蔽現實生活中的暴力色情影像，以馬賽克取代。<br><br>以馬賽克取代所有暴力色情的影像真的是在保護小孩嗎？一個以愛為名的控制狂母親，用最極端的手段控制自己的女兒。這強烈的保護慾打破了與女兒本應該存在的界線，剝奪女兒作為一個個體該有的自治權，最後適得其反造成最極端的反撲。不僅傷了自己也毀了女兒。",
        "fold": "true"
    },
    {
        "id": "2",
        "name": "台劇「你的孩子不是你的孩子」",
        "author": "〈媽媽的遙控器〉、〈貓的孩子〉、〈茉莉的最後一天〉、〈孔雀〉、〈必須過動〉",
        "cover": "https://i.postimg.cc/1tgf313N/image.jpg",
        "description": "〈媽媽的遙控器〉：母親期望小偉用功唸書，將來飛黃騰達後，身邊的人就會看得起她。只要小偉一不聽話，就用時間遙控器讓時間重來，並叫小偉不斷承諾：「我要好好念書，考上好大學，不讓媽媽失望。」<br>〈貓的孩子〉：母親有個總是辱罵、毆打她的丈夫，她把遭受到的一切都怪罪在成績吊車尾的阿衍身上，並認為丈夫不愛自己是因為她沒把阿衍教好。這讓阿衍非常痛苦，既不忍心看到媽媽遭受如此對待，卻又有學習障礙。內心壓力積累暴漲的他發展出雙重人格…<br>〈茉莉的最後一天〉：美國名校畢業的茉莉媽媽為了教養孩子，犧牲一切成了家庭主婦，全心全意督促孩子們的日常生活與功課，希望她們都能有優秀的成績。然而，茉莉升高一那年的某一天，自殺死了…<br>〈孔雀〉：巧藝就讀於上流社會中最富盛名的私立中學，為了維持白富美的假象，她必須隱藏自己媽媽是個採茶女，爸爸是個計程車司機的事實。於是她跟學校裡的孔雀做了交易…<br>〈必須過動〉：若娃必須高分通過鑑定考，才能確保她和媽媽楊鵑可以繼續住在高級住宅。楊鵑是擁有金質勳章的模範母親，她堅信在這個社會，活得丟臉比死還痛苦，因此她時刻要求若娃的成績。但當若娃逐漸讓楊鵑胸前徽章上的燈一顆顆變暗時，楊鵑意識到若娃可能沒有辦法通過十五歲的鑑定考，於是她拿出胚胎養成手冊，想到一個解決的辦法，好維持住高級住宅的條件…<br><br>這些影集圍繞著升學主義下產生的教養議題，家長們以孩子必須孝順之名，行情緒勒索之實，最終卻都造就了不可磨滅的後果。",
        "fold": "true"
    },
    {
        "id": "3",
        "name": "韓劇「天空之城」",
        "author": "",
        "cover": "https://i.postimg.cc/V6FHvpZm/image.png",
        "description": "這齣韓劇探討韓國社會病態的名門教育，以四個豪宅家庭、一個瘋狂私人教師為主軸，寫實地呈現這幾對父母如何「以愛之名」喪心病狂，視孩子考上首爾大學醫學系為人生唯一的答案、將孩子逼上絕境。<br><br>許多控制型的父母常會把「我都是為你好」掛在嘴邊，不考慮孩子真正的想法與意願，不斷灌輸自己的價值觀到孩子身上來情緒勒索孩子們。其實家長只是想滿足自己的需求，就像劇中有的家長為了彌補自己沒有爬到金字塔頂端的自卑，反向將希望強加在孩子身上 ; 有的則是為了滿足婆家三代醫生世家的心願，想藉由孩子提升自己的地位。",
        "fold": "true"
    },
    {
        "id": "4",
        "name": "台劇「一千個晚安」",
        "author": "EP4",
        "cover": "https://i.postimg.cc/V6Wk5qJp/image.jpg",
        "description": "這部劇同樣是家長以愛之名行情緒勒索之實。劇中主角的母親希望兒子照著自己的規劃過人生，甚至以吞食安眠藥、傷害自己把「騙」兒子回家想說服他選擇自己規劃好的路。<br><br>以愛為名、無止盡的情緒勒索到底是出於關心，又或者只是想要控制？許多父母對孩子總是有較高的期待，希望他們長大後能接手事業，或是做一些所謂光鮮亮麗的好工作。然而父母的期望過了頭就會變成壓力。在劇中，當孩子不如期待的發展時，母親利用勒索的方式希望他能再回到正軌，這樣真的有用嗎？",
        "fold": "true"
    },
    {
        "id": "5",
        "name": "日劇「無法成為野獸的我們」",
        "author": "EP4",
        "cover": "https://i.postimg.cc/ZRtWWYVB/image.jpg",
        "description": "身為上班族的深海晶長期忍受生活上的種種不公平對待，像是工作上無論老闆或同事都硬塞給她許多不屬於她責任範圍的業務；以及交往多年的男友把沒錢、沒工作的前女友帶回家和自己一起同居…。<br><br>無論是職場中上司利用深海晶最害怕失去的事物來情緒勒索，抑或是感情中遭受男友不公平對待，影集利用生活中的各種關係來呈現情緒勒索的面貌。其實深海晶如果可以更自私一點，就能照顧好自己了，只是要切割關係，又談何容易？主角最後找到了新的目標繼續出發，若你有情緒勒索的困擾，也許看完了影集就會為了想要做出什麼改變而努力。",
        "fold": "true"
    }
]}